{
    "Info": {
        "3i Infotech Ltd": {
            "Website": {
                "link": "https://www.3i-infotech.com/company/",
                "Information": "At 3i Infotech, we combine the agility of a nimble company with the trust and pedigree of a seasoned player. We stand out among our competitors by offering both dynamic solutions and reliable service. Lets work together!"
            },
            "Wikipedia": {
                "link": "https://en.wikipedia.org/wiki/3i_Infotech",
                "Information": "3i Infotech Ltd is an Indian technology company, headquartered in Navi Mumbai, India. Established in 1993, the company provides IT services such as digital transformation, cloud services, cybersecurity, and application developmen, and application development across sectors including banking, healthcare, government, telecommunications, and education"
            }
        },
        "Adroit Infotech Ltd": {
            "Website": {
                "link": "https://www.adroitinfotech.com/about-us.html",
                "Information": "Adroit is a Specialist SAP Consulting Company, with close to two decades of experience in helping organizations significantly reduce costs and improve effectiveness and efficiency through internal process improvements using SAP products and solutions."
            }
        },
        "AION-TECH SOLUTIONS Ltd": {
            "Website": {
                "link": "https://www.aiontech.ai/about.html/",
                "Information": "AIONTECH Solutions is a specialist Full-Stack BI, Data Analytics, and IT services consulting firm. We offer a comprehensive range of strategic services designed to enhance data planning, reduce costs, and accelerate BI adoption. Our solutions enable clients to significantly reduce time-to-value, driving impactful business outcomes and fostering data- driven success."
            }
        },
        "Allied Digital Services Ltd": {
            "Website": {
                "link": "https://allieddigital.net/in/downloads/general/ADSL-Factsheet.pdf",
                "Information": "Allied Digital is renowned as a leading Global IT TransformationCompany, with an impeccable track record for designing,developing, deploying and delivering end-to-end IT Infrastructure services."
            }
        },
        "ASM Technologies Ltd": {
            "Website": {
                "link": "https://asmltd.com/about-us/",
                "Information": "Established in 1992, ASM Technologies Limited is a publicly-listed company in India with global presence in USA, Singapore, UK, Canada, Mexico and Japan. With over two decades of experience, ASM has been providing world class consulting and product development services in the areas of Engineering Services and Product R&D with successful Offshore Development & Support Centers in India and Overseas for its global clientele."
            }
        },
        "Avance Technologies Ltd": {
            "Website": {
                "link": "https://avance.in/about",
                "Information": "As a pioneering global provider, we lead the charge in ensuring seamless operations for critical digital systems worldwide. Beyond being just a company, we are architects of connectivity and progress. With unwavering dedication, we create solutions empowering businesses, governments, and societies to thrive in the digital era. Fueled by a passion for excellence, we continuously push boundaries and innovate to deliver the best. Our commitment to reliability matches our drive for innovation, ensuring our clients receive top-tier solutions."
            }
        },
        "Bartronics India Ltd": {
            "Website": {
                "link": "https://bartronics.com/company-profile/",
                "Information": "Bartronics is a leading IT services & business solution provider delivering cutting edge technology solutions to enterprises. Bartronics is listed company on the National Stock Exchange and Bombay Stock Exchange in India"
            }
        },
        "Birlasoft Ltd": {
            "Website": {
                "link": "https://www.birlasoft.com/about-us",
                "Information": "Birlasoft combines the power of domain, enterprise, and digital technologies to reimagine business processes for customers and their ecosystem. Its consultative and design thinking approach makes societies more productive by helping customers run businesses. As part of the multibillion-dollar diversified CK Birla Group, Birlasoft with its 12,200+ professionals, is committed to continuing the Group's 163-year heritage of building sustainable communities."
            },
            "Wikipedia": {
                "link": "https://en.wikipedia.org/wiki/Birlasoft",
                "Information": "Birlasoft is an Indian multinational information technology services and consulting company, founded in 1990 and headquartered in Pune, India. It is a part of the CK Birla Group. It operates across a variety of sectors, including manufacturing, life sciences, energy, utilities, banking, financial services, and insurance. The company offers services in enterprise applications, custom software development, and specialized areas such as testing, digital, analytics, and mobility. Birlasoft has a presence in the United States, United Kingdom, Europe, and the Asia-Pacific region and delivery centers in India."
            }
        },
        "Cambridge Technology Enterprises Ltd": {
            "Website": {
                "link": "https://www.ctepl.com/about-us/",
                "Information": "From building entire infrastructures or platforms to solving complex IT challenges, we help businesses accelerate their digital transformation and become an AI-first business. With over 20 years of expertise as a technology services company, we enable our customers to stay ahead of the curve by helping them figure out the perfect approach, solutions and ecosystem for their business. Our experts help customers leverage the right AI, big data, cloud solutions, and intelligent platforms that will help them become and stay relevant in a rapidly changing world."
            },
            "Wikipedia": {
                "link": "https://en.wikipedia.org/wiki/Cambridge_Technology_Partners",
                "Information": "The company is known for facilitation-based consulting, focusing on bringing out a client’s transformation mindset, deciding on realistic and acceptable goals, and overcoming the barriers between teams and departments. The goal is to enable clients to eventually lead their own transformation projects without relying on outside consultants."
            }
        },
        "CG-Vak Software and Exports Ltd": {
            "Website": {
                "link": "https://www.cgvakindia.com/company/#overview",
                "Information": "CG-VAK is a multimillion-dollar public limited organization, with over two decades of time-tested experience for clients across the globe. As a global software provider headquartered in India, CG-VAK employs over 525+ professionals across the globe. We provide high quality & cost effective solutions that help you to leverage Information Technology, to improve your competitive advantage through improved services to your clients. Based on the three tenets ‘Ideate. Innovate. Create’ we help transform your businesses and organizations delivering Digital Innovation, Product Innovation, and Modernisation at business speed."
            }
        },
        "COFORGE LIMITED Ltd": {
            "Website": {
                "link": "https://en.wikipedia.org/wiki/Coforge",
                "Information": "Coforge, formerly known as NIIT Technologies, We are a digital services and solutions provider that leverages emerging technologies and deep domain expertise to deliver real-world business impact for our clients."
            },
            "Wikipedia": {
                "link": "https://en.wikipedia.org/wiki/Coforge",
                "Information": "Coforge, formerly known as NIIT Technologies, is an Indian multinational information technology company based in Noida, India and New Jersey, United States. The company's stock trades on the Bombay Stock Exchange and on the National Stock Exchange of India under the ticker symbol COFORGE"
            }
        },
        "Cranes Software International Ltd": {
            "Website": {
                "link": "https://cranessoftware.com/company/aboutus.php",
                "Information": "Cranes Software International Limited is a company that provides Enterprise Statistical Analytics and Engineering Simulation Software Products and Solutions across the globe. The Company's business interests span Products, Productized Solutions, Services and R & D in future technologies."
            }
        },
        "Cressanda Solution Ltd":{
            "Website": {
                "link": "https://www.cressanda.com/about-cressanda/",
                "Information": ""
            }
        },
        "Cybertech Systems and Software Ltd": {
            "Website": {
                "link": "https://cybertech.com/about-us/",
                "Information": "CyberTech’s expertise is Enterprise Cloud Transformation. The Company delivers Cloud-based SAP digitalized solutions and Esri ArcGIS Enterprise platforms. CyberTech’s Clients realize the benefits of SAP S/4HANA with digital processes that improve customer experience, gain real-time insights and increased productivity. CyberTech’s Spatial analytics deliver digitalization benefits by integrating maps with Enterprise data. CyberTech is a trusted partner for several global enterprise Cloud Transformations. The Company has strategic relationships with ESRI, SAP, Microsoft, AWS, and Cisco."
            }
        },
        "Cyient Ltd": {
            "Website": {
                "link": "https://www.cyient.com/about-us",
                "Information": "At Cyient, we leverage our expansive global presence to deliver transformative solutions that anticipate and meet the dynamic needs of industries worldwide."
            }
        },
        "Danlaw Technologies India Ltd": {
            "Website": {
                "link": "https://danlawtechnologies.com/about-us",
                "Information": "We are a global leader in connected car and automotive electronics. Our family of 800 people live, breathes, and creates innovative technology for some of the world’s largest car makers. Twenty years ago, Danlaw India was started as an offshore technology and product development center to give Danlaw group a 24x7 market presence in a high-skill environment. Today, we continue to develop forward-looking technologies. We focus our efforts on R&D to stay ahead of rapidly changing industry needs in an increasingly connected world. Danlaw is known for ground-breaking technology, efficient development, and adaptive solutions for dynamic environments. Our world-class connected vehicle solutions make Danlaw one of the largest suppliers of connected gadgets in the world."
            }
        },
        "Datamatics Global Services Ltd": {
            "Website": {
                "link": "https://www.datamatics.com/about-us/company-overview",
                "Information": "Datamatics is a Digital Technologies, Operations, and Experiences company that enables hundreds of global enterprises to go Deep in Digital to enhance their productivity and customer experience to create a sustainable competitive advantage. Our Mission is to empower enterprises with intelligent systems to drive efficiency, agility, and exceptional customer experiences."
            }
        },
        "Dynacons Systems and Solutions Ltd": {
            "Website": {
                "link": "https://www.dynacons.com/about-us/",
                "Information": "Dynacons Systems & Solutions Ltd. is an IT company with global perspectives with its headquarters at Mumbai and branches all over India.Established in 1995, Dynacons undertakes all activities related to IT infrastructure including infrastructure design and consulting services, turnkey systems integration of large Network and Data Centre infrastructures including supply of associated equipment and software, onsite and remote facilities management of multi location infrastructure of domestic clients. The Company has built a strong customer base, variety of talent and a competent service delivery infrastructure."
            }
        },
        "Elnet Technologies Ltd": {
            "Website": {
                "link": "https://www.elnettechnologies.com/aboutus.htm",
                "Information": ""
            }
        },
        "Equippp Social Impact Technologies Ltd": {
            "Website": {
                "link": "https://equippp.in/company-profile/",
                "Information": "EQUIPPP Social Impact Technologies Ltd is a dynamic technology services provider that is dedicated to driving social impact through innovative solutions. With deep domain knowledge and cutting-edge digital platforms, we are committed to fostering cross-sector collaborations and evolving public-private partnerships to create sustainable social impact. Our offerings include a high degree of skills, IPs, and domain expertise in areas such as digital platforms for public-private partnership (PPP) projects, ESG, CSR, and non-profits in the social impact ecosystem."
            }
        },
        "Expleo Solutions Ltd": {
            "Website": {
                "link": "https://investors.expleo.com/about-us/",
                "Information": "Expleo Solutions Limited is part of the Expleo Group, a global engineering, technology and consulting service provider that partners with leading organisations to guide them through their business transformation, helping them achieve operational excellence and future-proof their businesses."
            }
        },
        "FCS Software Solutions Ltd": {
            "Website": {
                "link": "https://fcsltd.com/about-us",
                "Information": "FCS Software Solutions Limited is an IT Company providing IT and IT enabled services. The company has strong delivery capabilities in Application development and maintenance, eLearning and Digital Content Management, Software testing, Infrastructure management services, Product Development, and primarily has done work to develop data centers, e-commerce portals, packaged application support, FPGA based accelerated computing environments, IT Separation projects, and now artificial intelligence and machine learning."
            }
        },
        "Genesys International Corporation Ltd": {
            "Website": {
                "link": "https://www.igenesys.com/company-profile",
                "Information": "Genesys International Corporation Ltd was established in 1995. We are pioneers in advanced mapping, survey, and geospatial services. With a team of 2000+ professionals and rich experience, we deliver expert services in Geographical Information System (GIS) and Geospatial Engineering domain."
            }
        },
        "HCL Technologies Ltd": {
            "Website": {
                "link": "https://www.hcltech.com/about-us",
                "Information": ""
            },
            "Wikipedia": {
                "link": "https://en.wikipedia.org/wiki/HCLTech#:~:text=The%20company%20serves%20include%20Digital,(ERS)%2C%20and%20HCLSoftware.",
                "Information": "HCL Technologies Limited (d/b/a HCLTech) is an Indian multinational information technology (IT) consulting company headquartered in Noida. Founded by Shiv Nadar, it was spun out in 1991 when HCL entered into the software services business. The company has offices in 60 countries[6] and over 220,000 employees.[7] It is the third-largest India-headquartered IT services company by revenue and market capitalization as of 2024.[8][9]"
            }
        },
        "Indian Infotech and Software Ltd": {
            "Website": {
                "link": "https://indianinfotech.org/about-us/",
                "Information": "Founded in 2011, Indian Infotech has established itself as a prominent leader in Human Resource Management Systems (HRMS) and access control technologies. Our commitment to excellence is showcased in our advanced, secure, and intuitive products that streamline time office management and ensure controlled access to facilities."
            }
        },
        "Infosys Ltd": {
            "Website": {
                "link": "https://www.infosys.com/about.html",
                "Information": "With over four decades of experience in managing the systems and workings of global enterprises, we expertly steer clients, in 56 countries, as they navigate their digital transformation powered by cloud and AI. We enable them with an AI-first core, empower the business with agile digital at scale and drive continuous improvement with always-on learning through the transfer of digital skills, expertise, and ideas from our innovation ecosystem. We are deeply committed to being a well-governed, environmentally sustainable organization where diverse talent thrives in an inclusive workplace."
            }
        },
        "Inspirisys Solutions Ltd": {
            "Website": {
                "link": "https://www.inspirisys.com/about-inspirisys",
                "Information": "We empower top global enterprises across myriad verticals by helping them drive business-enabled IT initiatives with our end-to-end provisioning of IT services combined with the latest digital technology. Being a part of larger conglomerate – CAC Holdings Corporation has provided Inspirisys with a great platform to be a co-innovator to global businesses to facilitate their digital transformation."
            }
        },
        "IZMO Ltd": {
            "Website": {
                "link": "https://www.izmoltd.com/about-us-en-in.htm",
                "Information": "izmo ltd. is the world leader in interactive marketing solutions. The company offers hi-tech automotive e-retailing solutions in North America, Europe, and Asia. The company, founded in 1995, is listed on the BSE and NSE. izmo is a pioneer in the automotive retail space, with a trail blazing legacy of innovative products that define standards in the market - from the izmoToolkit in 2002 to the izmoweb platform. izmo offerings include full-featured interactive online stores, car animation and graphics, comprehensive online marketing programs, sales performance coaching, OEM certified CRM and ILM Solutions, and online service management solutions, among other products."
            }
        },
        "Jeevan Scientific Technology Ltd": {
            "Website": {
                "link": "https://www.jeevanscientific.com/about.php",
                "Information": "Jeevan Scientific Technology Limited (JSTL), established in the year 1999. We forayed into Clinical Research in 2014 with a motto of providing quality and cost-effective services to Pharma and Biotech companies across the globe. JSTL is a perfect blend of technology, innovation, and expertise, which enables us to provide reliable, cost-effective and technology-driven services and solutions to our clients across the globe. Our commitment to quality and customer-focused approach bundled with outstanding expertise distinguishes us from others."
            }
        },
        "Kati Patang Lifestyle Ltd": {
            "Website": {
                "link": "",
                "Information": ""
            }
        },
        "Kellton Tech Solutions Ltd": {
            "Website": {
                "link": "https://www.kellton.com/about-us",
                "Information": "Over the years, Kellton has grown into a full-service IT solutions provider with a global presence. With offices spanning the United States, Europe, and Asia, we proudly serve clients across diverse industries such as healthcare, finance, retail, and manufacturing. What began as a modest venture has transformed into an inspiring journey, driven by the vision and determination of our ambitious founders. Today, we continue to empower businesses worldwide, delivering innovative solutions that shape the future."
            }
        },
        "Kernex Microsystems (India) Ltd": {
            "Website": {
                "link": "https://www.kernex.in/company/about-us/",
                "Information": "Kernex Microsystems (India) Ltd , is an ISO 9001 certified company established in 1991 and registered as 100% Export Oriented Unit. The Company has a proven track record in providing professional Electronic systems that can operate under stringent / harsh environmental conditions. Our capabilities include Concept, Design, Validation, Manufacture, Evaluation, Installation and provide technical and maintenance support, on turn key basis."
            }
        },
        "Mastek Ltd": {
            "Website": {
                "link": "https://www.mastek.com/about-us/",
                "Information": "Mastek is an enterprise digital & cloud transformation specialist that engineers excellence for customers across 40 countries, including the UK, Europe, US, Middle East, Asia Pacific and India. We help enterprises navigate the digital landscape and stay competitive by unlocking the power of data, modernising applications and accelerating digital advantage for our customers"
            },
            "Wikipedia": {
                "link": "https://en.wikipedia.org/wiki/Mastek",
                "Information": "Mastek is an enterprise-level digital engineering and cloud transformation company with operations in 40 countries. Listed on the National Stock Exchange and Bombay Stock Exchange,[1] the company provides digital transformation services and software to large public and private enterprises, with over 5,810 employees globally. The company is headquartered in Mumbai, Maharashtra."
            }
        },
        "Megasoft Ltd": {
            "Website": {
                "link": "https://www.megasoft.com/who-we-are.html",
                "Information": "The Company is focused on Pharma, Aerospace and Defense Electronics areas and is in the process of acquiring a few companies and intend to provide centralized corporate, technology, finance and leadership / management support services to such subsidiaries/associate companies.Megasoft Limited is a public listed company, listed with NSE & BSE."
            }
        },
        "MphasiS Ltd": {
            "Website": {
                "link": "https://www.mphasis.com/home/corporate/about-mphasis.html",
                "Information": "Mphasis’ purpose is to be the “Driver in Driverless Car” for Global Enterprises by applying next-generation design, architecture and engineering services, to deliver scalable and sustainable software and technology solutions. Customer centricity is foundational to Mphasis, and is reflected in the Mphasis’Front2BackTM Transformation approach. Front2BackTM uses the exponential power of cloud and cognitive to provide hyper-personalized (C=X2C2TM=1) digital experience to clients and their end customers. Mphasis’ Service Transformation approach helps ‘shrink the core’ through the application of digital technologies across legacy environments within an enterprise, enabling businesses to stay ahead in a changing world. Mphasis’ core reference architectures and tools, speed and innovation with domain expertise and specialization , combined with an integrated sustainability and purpose-led approach across its operations and solutions are key to building strong relationships with marquee clients."
            }
        },
        "Nettlinx Ltd": {
            "Website": {
                "link": "https://www.nettlinx.com/aboutus.html",
                "Information": "Nettlinx is an Internet Infrastructure initiative of the Nettlinx Group. The company started its ISP operations in the year 1999 and has been catering to the networking requirements of the domestic enterprise market since then. It has a Class B license to operate as an Internet Service Provider (ISP), ITSP and Call Centre (OSP) Services Provider. Nettlinx offers state-of-the-art Managed Network Services to enterprises across Telangana & Andhra Pradesh. Nettlinx operates through a direct presence in 93+ locations. It has proved to be one of the best ISPs in providing fully converged network platform (Data, Voice and Video application support) to Enterprises across Telangana & Andhra Pradesh."
            }
        },
        "Onward Technologies Ltd": {
            "Website": {
                "link": "https://www.onwardgroup.com/about-us.php",
                "Information": "Onward Tech is a software outsourcing company specializing in Digital and ER&D services. Headquartered in Mumbai, with a prominent global presence in North America & Europe, and state-of-the-art offshore delivery centres (ODC) in India, we support businesses in focused verticals of Transportation & Mobility, Industrial Equipment & Heavy Machinery, and Healthcare & Lifesciences."
            }
        },
        "Oracle Financial Services Software Ltd": {
            "Website": {
                "link": "https://www.oracle.com/in/",
                "Information": ""
            }
        },
        "Palred Technologies Ltd": {
            "Website": {
                "link": "https://palred.com/aboutus/",
                "Information": "Palred Technologies Limited is a technology-driven company dedicated to delivering high quality, affordable consumer electronics under our flagship brand, pTron. As a publicly listed entity, we specialize in designing, manufacturing, and distributing cutting-edge mobile accessories, smart gadgets, and audio products tailored for the modern, tech savvy consumer."
            }
        },
        "Persistent Systems Ltd": {
            "Website": {
                "link": "https://www.persistent.com/company-overview/",
                "Information": "We are a trusted Digital Engineering and Enterprise Modernization partner, combining deep technical expertise and industry experience to help our clients anticipate what’s next and answer questions before they’re asked. Our offerings and proven solutions create unique competitive advantage for our clients by giving them the power to see beyond and rise above."
            }
        },
        "R Systems International Ltd": {
            "Website": {
                "link": "https://www.rsystems.com/about-us/",
                "Information": "We’re on a mission to reshape the digital landscape, constantly evolving and adapting. Our curious minds seek out new frontiers, driving innovation through collaborative co-creation. By fusing bold ideas and diverse perspectives, we blaze new trails and navigate uncharted waters."
            }
        },
        "Sasken Technologies Ltd": {
            "Website": {
                "link": "https://www.sasken.com/about-us/corporate-profile",
                "Information": "Sasken is a pioneer in Product Engineering and Digital Transformation delivering concept-to-market and chip-to-cognition R&D solutions to customers across the semiconductor, automotive, industrial, consumer electronics, enterprise devices, satellite communications, telecom, and transportation domains. Through the last three decades, Sasken’s deep engineering capabilities and technology patents have helped transform over a hundred Fortune 500 clients and powered more than a billion digital devices from its state-of-the-art facilities in India, Finland, Germany, and Japan. Sasken has always been at the forefront of technology in the cellular modem, radio access network, and satellite domains, more recently delivering state-of-the-art solutions to its automotive Tier 1 and OEM customers in the IVI, Body Electronics, Instrument Cluster, ADAS, and Autonomous vehicles, V2X, and Telematics domains. Sasken’s investments in technology and innovation have continued to benefit its customers. Sasken has been listed on the NSE and BSE, Mumbai, India, since 2005."
            }
        },
        "Saven Technologies Ltd": {
            "Website": {
                "link": "https://saventech.com/about-us/",
                "Information": "We connect your ideas to make a big impact and turn business dreams into game-changing reality. With cutting-edge technology and a dash of ingenuity, we redefine excellence in technology, one project at a time."
            }
        },
        "SBSJHVHSV Ltd": {
            "Website": {
                "link": "",
                "Information": ""
            }
        },
        "Securekloud Technologies Ltd": {
            "Website": {
                "link": "hhttps://www.securekloud.com/about-us",
                "Information": "SecureKloud is an industry-recognized global leader in the Cloud services arena. Our experience in cloud consulting and servicing for highly regulated industries extends more than a decade."
            }
        },
        "Sofcom Systems Ltd": {
            "Website": {
                "link": "https://www.sofcom.net/about-us",
                "Information": "For over 20 years of flawless dedication and experience, our company has excelled in providing innovative and intelligent solutions in the focused business domains of Human Capital Management (HARMONY) and Laboratory Information Management Solution (SPECTRUM). These applications have been designed to cater the need of customers spread over diversified industrial segments and businesses, helping us and our clientage sync and achieve impossible tasks."
            }
        },
        "Softsol India Ltd": {
            "Website": {
                "link": "https://www.softsol.com/about-us/",
                "Information": "Founded in 1993, SoftSol is a world class specialized IT services provider that empowers its customers towards greater efficiency, innovation, compliance, and cost savings. Headquartered in California’s Silicon Valley, SoftSol has been a driver in the evolution of IT through Web, SOA, Digital Transformation, Big Data, Cloud and Artificial Intelligence/Machine Learning. Combining fundamental business strategies with bold moves in technology innovation, SoftSol has been assisting organizations such as the Department of Defense, California Department of Justice, Genentech, CalPERS, Cisco, Superior Court of California County of Alameda, and HBO towards leadership in their respective industries. SDLC best practices, proven processes, strategic partnerships, and state-of-the-art facilities complement SoftSol’s core mission of IT excellence. SoftSol is a CMMi Level 3, IS0 9001, and ISO 27001 certified organization and AWS and Microsoft Gold Certified Partner as well."
            }
        },
        "Sonata Software Ltd": {
            "Website": {
                "link": "https://www.sonata-software.com/about-us",
                "Information": "Sonata Software, with $1 Billion Revenue, is the leading Modernization company. Our unique Modernization approach through Platformation.AI helps create Efficient and Agile digital businesses to drive intelligent ecosystems of the future. Our bouquet of Modernization Engineering Services cuts across Data, Cloud, Dynamics, Automation, Cyber Security, and around newer technologies like Generative AI, Microsoft Fabric, and other modernization platforms."
            }
        },
        "Starcom Information Technology Ltd": {
            "Website": {
                "link": "https://starcominfotech.com/company/about-us",
                "Information": "Starcom Information Technology Limited – established in the year 1995 is a listed company on Bombay Stock Exchange (BOM: 531616), HQ in Bangalore, India is a leader for Automated data management and Customer 360 platform for Insurance and Banking industry which includes Customer 360°, Data Quality, Business Intelligence & Data Analytics Products and Services."
            }
        },
        "Tata Consultancy Services Ltd": {
            "Website": {
                "link": "https://www.tcs.com/who-we-are",
                "Information": "Tata Consultancy Services (TCS) (BSE: 532540, NSE: TCS) is a digital transformation and technology partner of choice for industry-leading organizations worldwide. Since its inception in 1968, TCS has upheld the highest standards of innovation, engineering excellence and customer service."
            }
        },
        "Tech Mahindra Ltd": {
            "Website": {
                "link": "https://www.techmahindra.com/about-us/",
                "Information": "Tech Mahindra is a global consulting service and systems integrator that operates in over 90+ countries, delivering solutions with a unique blend of digital innovation and robust, industry-strong processes. With our promise to help our customers Scale at Speed™, we design future state solutions for industry leaders and offer innovative digital experiences that enable them to transform and scale at speed. Our aim is to enable enterprises, associates, and society to Rise for a more equal world, future readiness, and value creation."
            }
        },
        "Tera Software Ltd": {
            "Website": {
                "link": "https://www.terasoftware.com/mission-vision",
                "Information": "At Tera Software, our mission is to provide innovative IT enabled solutions that empower businesses to achieve their goals with maximum efficiency and effectiveness. We are committed to delivering high-quality products and services that enable our clients to stay ahead of the competition and succeed in the digital age."
            }
        },
        "Titan Intech Ltd": {
            "Website": {
                "link": "https://titanintech.com/about-us/",
                "Information": "Founded in 1984, Titan Intech Limited aims to be a global leader in software development. We foster a culture of innovation and dedication that empowers businesses, inspires organizations, and helps them innovate, adapt, and grow. Our mission is to provide every corporation with access to continuous technological advancements that promote productive and sustainable growth. Headquartered in Hyderabad, one of India's rapidly growing IT hubs, Titan Intech is a leading software developer for both domestic and international clients. The company is involved in the design, development, and manufacturing of LED video displays, LED luminaires, high-end electronic and telecommunication equipment, as well as telecom software. Titan Intech also provides software development and technical services to various central and state government undertakings in India. One of our flagship solutions is the Central Control and Monitoring System (CCMS), which optimizes street lighting operations and enhances energy efficiency, offering a sustainable solution for municipalities, private industries, public institutions, and large corporations. With a strong client base in the USA, we have built long-term relationships and consistently receive repeat business."
            }
        },
        "Trigyn Technologies Ltd": {
            "Website": {
                "link": "https://www.trigyn.com/about-us",
                "Information": "Trigyn is your trusted technology advisor. With a large team of qualified professionals, Trigyn is always ready to help. Whether you need a few resources to complement your project team, experienced advisors to help you solve a challenging business problem, or a full project team to deliver and end-to-end solution, we have experienced experts who are ready for the task."
            }
        },
        "USG Tech Solutions Ltd": {
            "Website": {
                "link": "https://usgtechsolutions.com/about-us/",
                "Information": "Crafted to perform, USG Tech is more that a singular avenue for payment processing system, it represents the ambition to connect, the ability to integrate and the freedom to move beyond the hassles of prior systems. USG Tech was brought to life by individuals who imagine a seamless system that allows complete freedom and guarantees a greater performance capability."
            }
        },
        "VEDAVAAG Systems Ltd": {
            "Website": {
                "link": "https://vedavaag.com/About-us",
                "Information": "Vedavaag started off as an e-Governance company and over the years transformed into a profit making organization providing various services to the rural citizens, PAN India. The Company has over two decades of experience in extending services to the citizens PAN India under the ambit of Financial Inclusion (FI), e-governance (Digital India campaign) and rural citizen services in partnership with various Nodal Agencies and Public Sector Undertakings like SBI, SCR, ITI, BEL, BSNL, ECIL, UTIITSL, etc. The company is certified under ISO 9001:2015 and ISO 27001:2013. The company has operations in over 18 states across India and offices in Bihar, Jharkhand, Uttar Pradesh, Punjab, Tamil Nadu, Chandigarh, Andhra Pradesh and Telangana."
            }
        },
        "WEP Solutions Ltd": {
            "Website": {
                "link": "https://wepsol.com/who-we-are/",
                "Information": ""
            }
        },
        "Wipro Ltd": {
            "Website": {
                "link": "https://www.wipro.com/about-us/",
                "Information": ""
            }
        },
        "Xchanging Solutions Ltd": {
            "Website": {
                "link": "https://dxc.com/in/en/about-us/xchanging-solutions-limited-investor-relations",
                "Information": ""
            }
        },
        "Xtglobal Infotech Ltd": {
            "Website": {
                "link": "",
                "Information": ""
            }
        },
        "Zensar Technologies Ltd": {
            "Website": {
                "link": "https://www.zensar.com/about/who-we-are/our-brand/",
                "Information": "As creators, thinkers, and problem solvers, we are dedicated to meeting expectations at every stage of the customer lifecycle. Whether it’s building digital products, creating impactful brands and market experiences, or evolving and managing enterprise services, applications, and infrastructure, we are your end-to-end strategic partner."
            }
        }
    }
}